Repository: gnachman/iTerm2
Catalog: sources/MainMenu/mul.lproj/MainMenu.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Clp-vw-ShC.title
source: Show Clippings
de: Clippings anzeigen
ja: クリッピングを表示
pt_br: Mostrar recortes
ru: Показать вырезки
zh_hans: 显示剪贴板

# Cmp-n0-De1.title
source: Companion Device Settings
de: Companion-Geräteeinstellungen
ja: コンパニオンデバイス設定
pt_br: Ajustes do dispositivo Companion
ru: Настройки устройства Companion
zh_hans: Companion 设备设置

# CQc-0U-rfn.title
source: Copy Mode
de: Kopiermodus
ja: コピーモード
pt_br: Modo de cópia
ru: Режим копирования
zh_hans: 拷贝模式

# cvc-Ly-sgo.title
source: Move Session
de: Sitzung verschieben
ja: セッションを移動
pt_br: Mover sessão
ru: Переместить сеанс
zh_hans: 移动会话

# CYE-nw-eWv.title
source: Clear to Start of Selection
de: Bis zum Anfang der Auswahl löschen
ja: 選択範囲の先頭までクリア
pt_br: Limpar até o início da seleção
ru: Очистить до начала выделения
zh_hans: 清除到所选内容起点

# cYu-lQ-5GD.title
source: Copy Performance Stats
de: Leistungsstatistiken kopieren
ja: パフォーマンス統計をコピー
pt_br: Copiar estatísticas de desempenho
ru: Копировать статистику производительности
zh_hans: 拷贝性能统计信息

# CZD-7u-bch.title
source: Scripts
de: Skripte
ja: スクリプト
ru: Скрипты
zh_hans: 脚本

# D5Y-FD-IWK.title
source: Save Current Window as Arrangement
de: Aktuelles Fenster als Anordnung speichern
ja: 現在のウインドウを配置として保存
pt_br: Salvar janela atual como disposição
ru: Сохранить текущее окно как расположение
zh_hans: 将当前窗口存储为窗口布局

# DB9-tf-hPg.title
source: Triggers
de: Trigger
ja: トリガー
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发器

# DcF-ub-g6d.title
source: Show Cursor Guide
de: Cursor-Führungslinie anzeigen
ja: カーソルガイドを表示
pt_br: Mostrar guia do cursor
ru: Показать направляющую курсора
zh_hans: 显示光标辅助线

# df3-h4-b4O.title
source: Lock Size
de: Größe sperren
ja: サイズをロック
pt_br: Bloquear tamanho
ru: Заблокировать размер
zh_hans: 锁定大小

# dj8-Cg-b5y.title
source: Log to File
de: In Datei protokollieren
ja: ファイルにログを記録
pt_br: Registrar em arquivo
ru: Записывать в файл
zh_hans: 记录到文件

# dlj-rW-u7D.title
source: Export…
de: Exportieren…
ja: エクスポート…
pt_br: Exportar…
ru: Экспортировать…
zh_hans: 导出…

# dP6-Qg-oWM.title
source: Report Associated Text
de: Zugehörigen Text melden
ja: 関連テキストを報告
pt_br: Relatar texto associado
ru: Сообщать связанный текст
zh_hans: 报告关联文本

# ds5-gY-cX0.title
source: New Python Script
de: Neues Python-Skript
ja: 新規Pythonスクリプト
pt_br: Novo script Python
ru: Новый скрипт Python
zh_hans: 新建 Python 脚本

# dV2-dF-UB1.title
source: Open Source Licenses
de: Open-Source-Lizenzen
ja: オープンソースライセンス
pt_br: Licenças de código aberto
ru: Лицензии открытого ПО
zh_hans: 开源许可

# dxF-XL-vIa.title
source: Clear Instant Replay
de: Instant Replay löschen
ja: インスタントリプレイをクリア
pt_br: Limpar Instant Replay
ru: Очистить мгновенный повтор
zh_hans: 清除即时回放

# E89-Mw-yOH.title
source: Decrease Height
de: Höhe verringern
ja: 高さを減らす
pt_br: Diminuir altura
ru: Уменьшить высоту
zh_hans: 减小高度

# eAB-5s-fVh.title
source: Scripts
de: Skripte
ja: スクリプト
ru: Скрипты
zh_hans: 脚本

# eeH-ly-45H.title
source: Reveal Scripts in Finder
de: Skripte im Finder anzeigen
ja: Finderでスクリプトを表示
pt_br: Revelar scripts no Finder
ru: Показать скрипты в Finder
zh_hans: 在访达中显示脚本

# eia-2d-pmU.title
source: Save Contents…
de: Inhalt speichern…
ja: 内容を保存…
pt_br: Salvar conteúdo…
ru: Сохранить содержимое…
zh_hans: 存储内容…

# f7R-Y0-F8w.title
source: Bring All To Front
de: Alle nach vorne bringen
ja: すべてを手前に移動
pt_br: Trazer tudo para a frente
ru: Все окна на передний план
zh_hans: 前置全部窗口

# fAC-xy-123.title
source: Fold All
de: Alle einklappen
ja: すべて折りたたむ
pt_br: Recolher tudo
ru: Свернуть все
zh_hans: 全部折叠

# fb0-0W-qYG.title
source: Archives
de: Archive
ja: アーカイブ
pt_br: Arquivos
ru: Архивы
zh_hans: 归档

# fEX-7N-c8a.title
source: Restore Window Arrangement as Tabs
de: Fensteranordnung als Tabs wiederherstellen
ja: ウインドウ配置をタブとして復元
pt_br: Restaurar organização de janelas como abas
ru: Восстановить расположение окон как вкладки
zh_hans: 以标签页恢复窗口布局

# Fna-Ng-9y6.title
source: Add Annotation at Cursor
de: Anmerkung am Cursor hinzufügen
ja: カーソル位置に注釈を追加
pt_br: Adicionar anotação no cursor
ru: Добавить аннотацию у курсора
zh_hans: 在光标处添加注释

# FNR-IX-80x.title
source: Disable Transparency for Active Window
de: Transparenz für aktives Fenster deaktivieren
ja: アクティブウインドウの透明度を無効化
pt_br: Desativar transparência para a janela ativa
ru: Отключить прозрачность для активного окна
zh_hans: 禁用活动窗口的透明度

# FNV-7O-Feh.title
source: Paste Bracketing
de: Bracketed Paste
ja: ペーストブラケッティング
pt_br: Delimitação de colagem
ru: Скобочная вставка
zh_hans: 粘贴括号

# Fsl-eD-Noh.title
source: Replace with Pretty-Printed JSON
de: Durch formatiertes JSON ersetzen
ja: 整形されたJSONに置き換え
pt_br: Substituir por JSON formatado
ru: Заменить отформатированным JSON
zh_hans: 替换为格式化 JSON

# ft3-BP-igZ.title
source: Show Tip of the Day
de: Tipp des Tages anzeigen
ja: 今日のヒントを表示
pt_br: Mostrar dica do dia
ru: Показать совет дня
zh_hans: 显示每日提示

# FvD-eZ-yBV.title
source: Next Annotation
de: Nächste Anmerkung
ja: 次の注釈
pt_br: Próxima anotação
ru: Следующая аннотация
zh_hans: 下一个注释

# GfE-qn-Fur.title
source: Move Session to Tab
de: Sitzung in Tab verschieben
ja: セッションをタブに移動
pt_br: Mover sessão para aba
ru: Переместить сеанс во вкладку
zh_hans: 将会话移到标签页

# GpQ-q3-0fg.title
source: Bottom of Screen
de: Unten am Bildschirm
ja: 画面の下部
pt_br: Parte inferior da tela
ru: Низ экрана
zh_hans: 屏幕底部

# GqP-hQ-yD1.title
source: Prompt to Convert Tabs to Spaces when Pasting
de: Beim Einfügen fragen, ob Tabs in Leerzeichen umgewandelt werden sollen
ja: ペースト時にタブをスペースに変換するか確認
pt_br: Perguntar se deve converter tabulações em espaços ao colar
ru: Запрашивать преобразование табуляции в пробелы при вставке
zh_hans: 粘贴时提示将制表符转换为空格

# GSK-c3-R0J.title
source: Alerts
de: Warnungen
ja: アラート
pt_br: Alertas
ru: Оповещения
zh_hans: 提醒

# GT8-oj-uFO.title
source: Copy with Control Sequences
de: Mit Steuersequenzen kopieren
ja: 制御シーケンス付きでコピー
pt_br: Copiar com sequências de controle
ru: Копировать с управляющими последовательностями
zh_hans: 带控制序列拷贝

# H9L-Zb-0Lb.title
source: Resize Window
de: Fenstergröße ändern
ja: ウインドウのサイズ変更
pt_br: Redimensionar janela
ru: Изменить размер окна
zh_hans: 调整窗口大小

# Hb6-C9-aDf.title
source: Reset
de: Zurücksetzen
ja: リセット
pt_br: Redefinir
ru: Сброс
zh_hans: 重置

# Heo-Xb-RKN.title
source: Duplicate Tab
de: Tab duplizieren
ja: タブを複製
pt_br: Duplicar aba
ru: Дублировать вкладку
zh_hans: 拷贝标签页

# hJc-IO-faA.title
source: Reload Page
de: Seite neu laden
ja: ページを再読み込み
pt_br: Recarregar página
ru: Обновить страницу
zh_hans: 重新加载页面

# Hlz-4M-IYw.title
source: Move Session to Window
de: Sitzung in Fenster verschieben
ja: セッションをウインドウに移動
pt_br: Mover sessão para janela
ru: Переместить сеанс в окно
zh_hans: 将会话移到窗口

# Hnr-VA-NP8.title
source: Report All Keys as Escape Codes
de: Alle Tasten als Escape-Codes melden
ja: すべてのキーをエスケープコードとして報告
pt_br: Relatar todas as teclas como códigos de escape
ru: Сообщать все клавиши как escape-коды
zh_hans: 将所有按键报告为转义码

# HUg-bw-Kax.title
source: Raw Key Reporting Mode
de: Modus für unverarbeitete Tastenmeldungen
ja: 生キー報告モード
pt_br: Modo de relatório de teclas bruto
ru: Режим необработанного ввода клавиш
zh_hans: 原始按键报告模式

# hZE-iO-QIR.title
source: Import…
de: Importieren…
ja: インポート…
pt_br: Importar…
ru: Импортировать…
zh_hans: 导入…

# IH2-H8-9Ao.title
source: Warn Before Multi-Line Paste
de: Vor mehrzeiligem Einfügen warnen
ja: 複数行ペースト前に警告
pt_br: Avisar antes de colar múltiplas linhas
ru: Предупреждать перед многострочной вставкой
zh_hans: 粘贴多行前发出警告

# InC-vw-ShC.title
source: Show Inline Chat
de: Inline-Chat anzeigen
ja: インラインチャットを表示
pt_br: Mostrar chat inline
ru: Показать встроенный чат
zh_hans: 显示内联聊天

# Irq-lZ-Iy6.title
source: Toggle Buffer Input
de: Puffereingabe umschalten
ja: バッファ入力を切り替え
pt_br: Alternar entrada em buffer
ru: Переключить буферизованный ввод
zh_hans: 切换缓冲区输入

# it2-au-th0.title
source: Remote host can control iTerm2
de: Remote-Host darf iTerm2 steuern
ja: リモートホストがiTerm2を制御できる
pt_br: O host remoto pode controlar o iTerm2
ru: Удалённый узел может управлять iTerm2
zh_hans: 远程主机可以控制 iTerm2

# Ixq-yO-JO6.title
source: Triggers
de: Trigger
ja: トリガー
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发器

# jDU-f2-OSh.title
source: Selection Respects Soft Boundaries
de: Auswahl berücksichtigt weiche Grenzen
ja: 選択範囲がソフト境界を考慮する
pt_br: Seleção respeita limites flexíveis
ru: Выделение учитывает мягкие границы
zh_hans: 选区遵循软边界

# JqP-Wg-vG9.title
source: Exit Workgroup
de: Arbeitsgruppe verlassen
ja: ワークグループを終了
pt_br: Sair do grupo de trabalho
ru: Выйти из рабочей группы
zh_hans: 退出工作组

# JqU-xR-XbI.title
source: Select Output of Last Command
de: Ausgabe des letzten Befehls auswählen
ja: 直前のコマンドの出力を選択
pt_br: Selecionar saída do último comando
ru: Выбрать вывод последней команды
zh_hans: 选择最后一条命令的输出

# Jvo-Bw-UNg.title
source: Restart Session
de: Sitzung neu starten
ja: セッションを再起動
pt_br: Reiniciar sessão
ru: Перезапустить сеанс
zh_hans: 重新启动会话

# jXH-0I-Wtc.title
source: Open Python REPL
de: Python-REPL öffnen
ja: Python REPLを開く
pt_br: Abrir Python REPL
ru: Открыть Python REPL
zh_hans: 打开 Python REPL

# K5f-FR-QxY.title
source: Top of Screen
de: Oben am Bildschirm
ja: 画面の上部
pt_br: Parte superior da tela
ru: Верх экрана
zh_hans: 屏幕顶部

# Kb8-2V-7Gg.title
source: Merge All Windows
de: Alle Fenster zusammenführen
ja: すべてのウインドウを統合
pt_br: Mesclar todas as janelas
ru: Объединить все окна
zh_hans: 合并所有窗口

# Kd2-6A-mAn.title
source: Pin Hotkey Window
de: Hotkey-Fenster anheften
ja: ホットキーウインドウを固定
pt_br: Fixar janela de hotkey
ru: Закрепить окно быстрого вызова
zh_hans: 固定热键窗口

# kN6-Ru-Vvk.title
source: modifyOtherKeys Mode 2
de: modifyOtherKeys-Modus 2
ja: modifyOtherKeys モード2
pt_br: modifyOtherKeys modo 2
zh_hans: modifyOtherKeys 模式 2

# Knm-gZ-dFc.title
source: Open Quickly
de: Schnell öffnen
ja: すばやく開く
pt_br: Abrir rapidamente
ru: Быстрое открытие
zh_hans: 快速打开

# Koa-MY-5QA.title
source: Manage
de: Verwalten
ja: 管理
pt_br: Gerenciar
ru: Управление
zh_hans: 管理

# KSe-b9-e6z.title
source: Disambiguate Escape
de: Escapecodes eindeutig machen
ja: Escapeの曖昧さを解消
pt_br: Desambiguar Escape
ru: Устранять неоднозначность Escape
zh_hans: 区分转义

# KTc-zQ-Rb6.title
source: Pick Result to Open
de: Ergebnis zum Öffnen auswählen
ja: 開く結果を選択
pt_br: Escolher resultado para abrir
ru: Выбрать результат для открытия
zh_hans: 选择要打开的结果

# L16-T3-OVz.title
source: Limit Multi-Line Paste Warning to Shell Prompt
de: Warnung vor mehrzeiligem Einfügen auf Shell-Eingabeaufforderung beschränken
ja: 複数行ペースト警告をシェルプロンプトに限定
pt_br: Limitar aviso de colagem de múltiplas linhas ao prompt do shell
ru: Ограничить предупреждение о многострочной вставке приглашением оболочки
zh_hans: 仅当在 Shell 提示符时对多行粘贴发出警告

# lA4-rW-ioh.title
source: Enable Triggers in Interactive Apps
de: Trigger in interaktiven Apps aktivieren
ja: インタラクティブアプリでトリガーを有効化
pt_br: Ativar gatilhos em apps interativos
ru: Включить триггеры в интерактивных приложениях
zh_hans: 在交互式应用中启用触发器

# Laq-Gc-l1k.title
source: Item 2
de: Element 2
ja: 項目2
ru: Пункт 2
zh_hans: 项目 2

# Lbh-lI-2tO.title
source: Mouse Reporting
de: Maus-Reporting
ja: マウス報告
pt_br: Relatório de mouse
ru: Передача событий мыши
zh_hans: 鼠标报告

# Lfh-pN-XLJ.title
source: Marks and Annotations
de: Marken und Anmerkungen
ja: マークと注釈
pt_br: Marcas e anotações
ru: Метки и аннотации
zh_hans: 标记与注释

# Lk1-Ly-Lt0.title
source: Lock Layout
de: Layout sperren
ja: レイアウトをロック
pt_br: Bloquear layout
ru: Заблокировать раскладку
zh_hans: 锁定布局

# LR1-f6-Fa9.title
source: New Window with Current Profile
de: Neues Fenster mit aktuellem Profil
ja: 現在のプロファイルで新規ウインドウ
pt_br: Nova janela com o perfil atual
ru: Новое окно с текущим профилем
zh_hans: 使用当前配置文件新建窗口

# m8k-FC-JBb.title
source: Bury Session
de: Sitzung verbergen
ja: セッションを隠す
pt_br: Ocultar sessão
ru: Скрыть сеанс
zh_hans: 隐藏会话

# mat-0d-WzN.title
source: Show Modal Alert Box
de: Modales Warnfenster anzeigen
ja: モーダルアラートボックスを表示
pt_br: Mostrar caixa de alerta modal
ru: Показать модальное окно оповещения
zh_hans: 显示模态提醒框

# mcR-jM-n5n.title
source: Enable All
de: Alle aktivieren
ja: すべて有効化
pt_br: Ativar tudo
ru: Включить все
zh_hans: 全部启用

# mcu-LX-9Aj.title
source: Next Mark
de: Nächste Markierung
ja: 次のマーク
pt_br: Próxima marca
ru: Следующая метка
zh_hans: 下一个标记

# MD6-rO-AU0.title
source: Arrange Windows
de: Fenster anordnen
ja: ウインドウを整列
pt_br: Organizar janelas
ru: Расположить окна
zh_hans: 排列窗口

# MFq-yU-N9S.title
source: Find All Smart Selection Matches
de: Alle Treffer der intelligenten Auswahl finden
ja: スマート選択の一致箇所をすべて検索
pt_br: Buscar todas as correspondências de seleção inteligente
ru: Найти все совпадения умного выделения
zh_hans: 查找所有智能选区匹配项

# Mhn-ha-kyp.title
source: Play a Sound
de: Ton abspielen
ja: サウンドを再生
pt_br: Reproduzir um som
ru: Воспроизвести звук
zh_hans: 播放声音

# MXE-be-qxv.title
source: Open Command History…
de: Befehlsverlauf öffnen…
ja: コマンド履歴を開く…
pt_br: Abrir histórico de comandos…
ru: Открыть историю команд…
zh_hans: 打开命令历史…

# n4U-yI-y7D.title
source: Copy with Styles
de: Mit Formatierung kopieren
ja: スタイル付きでコピー
pt_br: Copiar com estilos
ru: Копировать со стилями
zh_hans: 带样式拷贝

# n7j-J8-y3V.title
source: Alternate Screen
de: Alternativer Bildschirm
ja: 代替画面
pt_br: Tela alternativa
ru: Альтернативный экран
zh_hans: 备用屏幕

# Nbx-zl-DQO.title
source: Full-Height Right of Screen
de: Rechts am Bildschirm, volle Höhe
ja: 画面右側全高
pt_br: Direita da tela em altura total
ru: Во всю высоту у правого края экрана
zh_hans: 屏幕右侧全高

# NiW-ZC-qkW.title
source: Standard Key Reporting Mode
de: Standardmodus für Tastenmeldungen
ja: 標準キー報告モード
pt_br: Modo de relatório de teclas padrão
ru: Стандартный режим сообщения о клавишах
zh_hans: 标准按键报告模式

# nnc-o3-t2j.title
source: Resize Split Pane
de: Größe des geteilten Bereichs ändern
ja: 分割ペインのサイズ変更
pt_br: Redimensionar painel
ru: Изменить размер панели разделения
zh_hans: 调整拆分窗格大小

# noE-Gg-Cgs.title
source: Alerts
de: Warnungen
ja: アラート
pt_br: Alertas
ru: Оповещения
zh_hans: 提醒

# Ns0-Ch-G01.title
source: Notify on Status Change
de: Bei Statusänderung benachrichtigen
ja: ステータス変更時に通知
pt_br: Notificar ao mudar de status
ru: Уведомлять об изменении статуса
zh_hans: 状态变化时通知

# nTg-01-nxt.title
source: Select Next Tab Group
de: Nächste Tab-Gruppe auswählen
ja: 次のタブグループを選択
pt_br: Selecionar próximo grupo de abas
ru: Выбрать следующую группу вкладок
zh_hans: 选择下一个标签页组

# O3D-kK-x3j.title
source: Uninstall Claude Code Integration
de: Claude-Code-Integration deinstallieren
ja: Claude Code連携をアンインストール
pt_br: Desinstalar integração do Claude Code
ru: Удалить интеграцию Claude Code
zh_hans: 卸载 Claude Code 集成

# o4x-qQ-aC9.title
source: Edit Tab Title
de: Tab-Titel bearbeiten
ja: タブのタイトルを編集
pt_br: Editar título da aba
ru: Изменить заголовок вкладки
zh_hans: 编辑标签页标题

# OBk-Hd-j3M.title
source: Arrangements
de: Anordnungen
ja: 配置
pt_br: Arranjos
ru: Расположения
zh_hans: 窗口布局

# OCq-v2-LJk.title
source: Previous Peer
de: Vorheriger Peer
ja: 前のピア
pt_br: Par anterior
ru: Предыдущий сосед
zh_hans: 上一个对等节点

# OeA-3R-GMn.title
source: Report Alternate Keys
de: Alternative Tasten melden
ja: 代替キーを報告
pt_br: Relatar teclas alternativas
ru: Сообщать альтернативные клавиши
zh_hans: 报告备用按键

# Oek-Pf-HGt.title
source: Split Pane
de: Geteilter Bereich
ja: 分割ペイン
pt_br: Dividir painel
ru: Разделить панель
zh_hans: 拆分窗格

# oeT-w1-6UG.title
source: Terminal State
de: Terminalstatus
ja: ターミナルの状態
pt_br: Estado do terminal
ru: Состояние терминала
zh_hans: 终端状态

# OIr-XE-oT1.title
source: Undo Close
de: Schließen rückgängig machen
ja: 閉じるを元に戻す
pt_br: Desfazer fechamento
ru: Отменить закрытие
zh_hans: 撤销关闭

# okQ-cw-xCt.title
source: AI Chats
de: KI-Chats
ja: AIチャット
pt_br: Chats de IA
ru: Чаты ИИ
zh_hans: AI 聊天

# Osn-cN-dXN.title
source: Forward
de: Vorwärts
ja: 進む
pt_br: Avançar
ru: Вперёд
zh_hans: 前进

# OsT-y6-DSn.title
source: Lock Split Pane Width
de: Breite des geteilten Bereichs sperren
ja: 分割ペインの幅をロック
pt_br: Bloquear largura do painel
ru: Заблокировать ширину панели разделения
zh_hans: 锁定拆分窗格宽度

# OW4-ru-6dZ.title
source: Workgroups
de: Arbeitsgruppen
ja: ワークグループ
pt_br: Grupos de trabalho
ru: Рабочие группы
zh_hans: 工作组

# owl-7s-n9a.title
source: Save Archive of Current Session…
de: Archiv der aktuellen Sitzung speichern…
ja: 現在のセッションのアーカイブを保存…
pt_br: Salvar arquivo da sessão atual…
ru: Сохранить архив текущего сеанса…
zh_hans: 存储当前会话的归档…

# p0c-xV-Sfk.title
source: Replace Selection
de: Auswahl ersetzen
ja: 選択範囲を置換
pt_br: Substituir seleção
ru: Заменить выделенное
zh_hans: 替换所选内容

# pAu-j3-wEC.title
source: Show Annotations
de: Anmerkungen anzeigen
ja: 注釈を表示
pt_br: Mostrar anotações
ru: Показать аннотации
zh_hans: 显示注释

# PGw-xl-7oF.title
source: Manage
de: Verwalten
ja: 管理
pt_br: Gerenciar
ru: Управление
zh_hans: 管理

# pqa-Lr-NlO.title
source: Item 3
de: Element 3
ja: 項目3
ru: Пункт 3
zh_hans: 项目 3

# pTg-01-prv.title
source: Select Previous Tab Group
de: Vorherige Tab-Gruppe auswählen
ja: 前のタブグループを選択
pt_br: Selecionar grupo de abas anterior
ru: Выбрать предыдущую группу вкладок
zh_hans: 选择上一个标签页组

# PTu-aD-qbz.title
source: Buried Sessions
de: Vergrabene Sitzungen
ja: 隠しセッション
pt_br: Sessões ocultas
ru: Скрытые сессии
zh_hans: 隐藏的会话

# q2T-zq-icd.title
source: Previous Annotation
de: Vorherige Anmerkung
ja: 前の注釈
pt_br: Anotação anterior
ru: Предыдущая аннотация
zh_hans: 上一个注释

# qcQ-i5-i8s.title
source: Alert on Marks in Offscreen Sessions
de: Bei Markierungen in Sitzungen außerhalb des Bildschirms alarmieren
ja: 画面外のセッションのマークで警告
pt_br: Alertar sobre marcas em sessões fora da tela
ru: Уведомлять об отметках в сессиях за пределами экрана
zh_hans: 屏外会话出现标记时提醒

# Qef-e2-NCc.title
source: Install Claude Code Integration
de: Claude Code-Integration installieren
ja: Claude Code連携をインストール
pt_br: Instalar integração do Claude Code
ru: Установить интеграцию с Claude Code
zh_hans: 安装 Claude Code 集成

# QeX-5T-qxA.title
source: Post Notification
de: Benachrichtigung senden
ja: 通知を送信
pt_br: Enviar notificação
ru: Отправить уведомление
zh_hans: 发送通知

# QhX-mz-L6a.title
source: Current Session is Broadcast Source
de: Aktuelle Sitzung ist Broadcast-Quelle
ja: 現在のセッションをブロードキャスト元にする
pt_br: Sessão atual é a origem da transmissão
ru: Текущая сессия является источником трансляции
zh_hans: 当前会话是广播源

# Qj6-xH-l9X.title
source: Alert on Next Mark
de: Bei nächster Markierung alarmieren
ja: 次のマークで警告
pt_br: Alertar na próxima marca
ru: Уведомлять о следующей отметке
zh_hans: 在下一个标记处提醒

# ql8-uk-qRc.title
source: Increase Width
de: Breite erhöhen
ja: 幅を広げる
pt_br: Aumentar largura
ru: Увеличить ширину
zh_hans: 增加宽度

# Qlm-EZ-J8K.title
source: CSI u Mode
de: CSI-u-Modus
ja: CSI uモード
pt_br: Modo CSI u
ru: Режим CSI u
zh_hans: CSI u 模式

# Qpv-Ie-1sh.title
source: Move Divider Down
de: Trennlinie nach unten verschieben
ja: 区切り線を下に移動
pt_br: Mover divisor para baixo
ru: Переместить разделитель вниз
zh_hans: 分隔条下移

# R0v-Kn-z9m.title
source: Resize Split Pane
de: Größe des geteilten Bereichs ändern
ja: 分割ペインのサイズを変更
pt_br: Redimensionar painel
ru: Изменить размер разделённой панели
zh_hans: 调整拆分窗格大小

# Req-e2-NCc.title
source: Reinstall Claude Code Integration
de: Claude Code-Integration erneut installieren
ja: Claude Code連携を再インストール
pt_br: Reinstalar integração do Claude Code
ru: Переустановить интеграцию с Claude Code
zh_hans: 重新安装 Claude Code 集成

# rHN-nq-xah.title
source: Install Shell Integration
de: Shell-Integration installieren
ja: シェル統合をインストール
pt_br: Instalar Shell Integration
ru: Установить интеграцию с оболочкой
zh_hans: 安装 Shell 集成

# rRB-v6-pdW.title
source: Edit Triggers
de: Trigger bearbeiten
ja: トリガーを編集
pt_br: Editar gatilhos
ru: Изменить триггеры
zh_hans: 编辑触发器

# Rtn-t8-0OH.title
source: Pause Pane
de: Bereich pausieren
ja: ペインを一時停止
pt_br: Pausar painel
ru: Приостановить панель
zh_hans: 暂停窗格

# Rtr-Sv-Log.title
source: Save Retrospective Debug Logs
de: Rückblickende Debug-Protokolle speichern
ja: 遡及デバッグログを保存
pt_br: Salvar logs de depuração retrospectivos
ru: Сохранить ретроспективные отладочные журналы
zh_hans: 存储回顾性调试日志

# s0f-jP-7Pk.title
source: Snippets
de: Schnipsel
ja: スニペット
pt_br: Fragmentos
ru: Сниппеты
zh_hans: 代码片段

# SCG-gK-0nY.title
source: Select Current Command
de: Aktuellen Befehl auswählen
ja: 現在のコマンドを選択
pt_br: Selecionar comando atual
ru: Выбрать текущую команду
zh_hans: 选择当前命令

# scr-Ob-001.title
source: Make Screenshot…
de: Bildschirmfoto erstellen…
ja: スクリーンショットを撮る…
pt_br: Fazer captura de tela…
ru: Сделать снимок экрана…
zh_hans: 截屏…

# SEy-mc-25m.title
source: Render Selection Natively
de: Auswahl nativ darstellen
ja: 選択範囲をネイティブ表示
pt_br: Renderizar seleção nativamente
ru: Отрисовывать выделение нативно
zh_hans: 原生渲染选区

# sNt-vw-E1q.title
source: Show Session Note
de: Sitzungsnotiz anzeigen
ja: セッションノートを表示
pt_br: Mostrar nota da sessão
ru: Показать заметку сессии
zh_hans: 显示会话笔记

# sOq-3j-vtq.title
source: Snippets
de: Schnipsel
ja: スニペット
pt_br: Fragmentos
ru: Сниппеты
zh_hans: 代码片段

# STe-pB-R3v.title
source: Edit Window Title
de: Fenstertitel bearbeiten
ja: ウインドウタイトルを編集
pt_br: Editar título da janela
ru: Изменить заголовок окна
zh_hans: 编辑窗口标题

# SuA-lr-t01.title
source: Suppressed Alerts…
de: Unterdrückte Warnungen…
ja: 抑制されたアラート…
pt_br: Alertas suprimidos…
ru: Скрытые оповещения…
zh_hans: 已抑制的提醒…

# sZa-7I-YDa.title
source: Previous Mark
de: Vorherige Markierung
ja: 前のマーク
pt_br: Marca anterior
ru: Предыдущая отметка
zh_hans: 上一个标记

# t3w-Wj-vG8.title
source: Install Already-Downloaded Python Runtime
de: Bereits heruntergeladene Python-Laufzeitumgebung installieren
ja: ダウンロード済みのPythonランタイムをインストール
pt_br: Instalar runtime Python já transferido
ru: Установить уже загруженную среду выполнения Python
zh_hans: 安装已下载的 Python 运行时

# t6w-8j-r4m.title
source: Move Divider Right
de: Trennlinie nach rechts verschieben
ja: 区切り線を右に移動
pt_br: Mover divisor para a direita
ru: Переместить разделитель вправо
zh_hans: 分隔条右移

# TeM-om-H0z.title
source: Download Files…
de: Dateien herunterladen…
ja: ファイルをダウンロード…
pt_br: Transferir arquivos…
ru: Загрузить файлы…
zh_hans: 下载文件…

# Tf4-UH-zAS.title
source: Move Tab Left
de: Tab nach links verschieben
ja: タブを左に移動
pt_br: Mover aba para a esquerda
ru: Переместить вкладку влево
zh_hans: 标签页左移

# tgA-01-new.title
source: Add Tab to New Group…
de: Tab zu neuer Gruppe hinzufügen…
ja: タブを新規グループに追加…
pt_br: Adicionar aba a novo grupo…
ru: Добавить вкладку в новую группу…
zh_hans: 将标签页添加到新标签页组中…

# tgR-01-rem.title
source: Remove Tab from Group
de: Tab aus Gruppe entfernen
ja: タブをグループから削除
pt_br: Remover aba do grupo
ru: Удалить вкладку из группы
zh_hans: 从标签页组中移除标签页

# tkq-fN-kF5.title
source: Open AI Chat…
de: KI-Chat öffnen…
ja: AIチャットを開く…
pt_br: Abrir chat de IA…
ru: Открыть чат ИИ…
zh_hans: 打开 AI 聊天…

# TnF-kz-Lf0.title
source: Show Timestamps
de: Zeitstempel anzeigen
ja: タイムスタンプを表示
pt_br: Mostrar marcações de tempo
ru: Показывать метки времени
zh_hans: 显示时间戳

# tnr-HI-5ah.title
source: Advanced Paste…
de: Erweitertes Einfügen…
ja: 高度な貼り付け…
pt_br: Colagem avançada…
ru: Расширенная вставка…
zh_hans: 高级粘贴…

# tt8-Pq-lBv.title
source: Arrange Windows
de: Fenster anordnen
ja: ウインドウを配置
pt_br: Organizar janelas
ru: Упорядочить окна
zh_hans: 排列窗口

# uco-jF-Gq5.title
source: Emulation Level
de: Emulationsstufe
ja: エミュレーションレベル
pt_br: Nível de emulação
ru: Уровень эмуляции
zh_hans: 仿真级别

# ULH-1B-QtL.title
source: Select Matches
de: Treffer auswählen
ja: 一致した項目を選択
pt_br: Selecionar correspondências
ru: Выбрать совпадения
zh_hans: 选择匹配项

# upW-1r-eM7.title
source: Open Selection
de: Auswahl öffnen
ja: 選択範囲を開く
pt_br: Abrir seleção
ru: Открыть выделенное
zh_hans: 打开所选内容

# uSW-pP-LFB.title
source: History
de: Verlauf
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# UXA-3l-Mrb.title
source: Restore Archive…
de: Archiv wiederherstellen…
ja: アーカイブを復元…
pt_br: Restaurar arquivo…
ru: Восстановить архив…
zh_hans: 恢复归档…

# Va7-Bb-mhX.title
source: Window Style
de: Fensterstil
ja: ウインドウスタイル
pt_br: Estilo da janela
ru: Стиль окна
zh_hans: 窗口样式
